"Cheerful" = "Heiter";
"Melodic" = "Melodisch";
"Relaxed" = "Entspannt";
"Grooving" = "Groovy";
"Distorted" = "Verzerrt";
"Acoustic" = "Akustisch";
"Processed" = "Bearbeitet";
"Single" = "Solist";
"Part" = "Teil";

"Dark" = "Dunkel";
"Dissonant" = "Dissonant";
"Intense" = "Intensiv";
"Arrhythmic" = "Arhythmisch";
"Clean" = "Unverzerrt";
"Electric" = "Elektrisch";
"Dry" = "Trocken";
"Ensemble" = "Ensemble";
"Fill" = "Füller";

"Rock/Blues" = "Rock/Blues";
"Electronic/Dance" = "Elektronisch";
"Jazz" = "Jazz";
"Urban" = "Urban";
"World/Ethnic" = "Weltmusik";
"Cinematic/New Age" = "Kinomusik";
"Orchestral" = "Orchester";
"Country/Folk" = "Country";
"Experimental" = "Experimentell";
"Other Genre" = "Andere";

"Bass" = "Bass";
"Electric Bass" = "E-Bass";
"Acoustic Bass" = "Akust. Bass";
"Synthetic Bass" = "Synth. Bass";

"Drums" = "Schlagzeug";
"Drum Kit" = "Schlagz.-Set";
"Electronic Beats" = "Beats";
"Kick" = "Kick";
"Tom" = "Tom";
"Snare" = "Snare";
"Cymbal" = "Becken";
"Hi-hat" = "Hi-Hat";

"Guitars" = "Gitarren";
"Electric Guitar" = "E-Gitarre";
"Acoustic Guitar" = "Akust. Gitarre";
"Banjo" = "Banjo";
"Mandolin" = "Mandoline";
"Slide Guitar" = "Slide Guitar";
"Pedal Steel Guitar" = "Pedal Steel";

"Horn/Wind" = "Horn";
"Saxophone" = "Saxophon";
"Trumpet" = "Trompete";
"Flute" = "Flöte";
"Trombone" = "Posaune";
"Clarinet" = "Klarinette";
"French Horn" = "Franz. Horn";
"Tuba" = "Tuba";
"Oboe" = "Oboe";
"Harmonica" = "Harmonika";
"Recorder" = "Blockflöte";
"Pan Flute" = "Panflöte";
"Bagpipe" = "Dudelsack";
"Bassoon" = "Fagott";
"Piccolo" = "Piccoloflöte";
"English Horn" = "Engl. Horn";
"Brass" = "Blechbläser";
"Woodwind" = "Holzblasinstr.";

"Keyboards" = "Keyboards";
"Piano" = "Piano";
"Electric Piano" = "E-Piano";
"Organ" = "Orgel";
"Clavinet" = "Clavinet";
"Accordion" = "Akkordeon";
"Synthesizer" = "Synthesizer";
"Rhodes" = "Rhodes";
"Celesta" = "Celesta";
"Harpsichord" = "Spinett";

"Mallets" = "Schlaginstr.";
"Steel Drum" = "Steel Drum";
"Vibraphone" = "Vibraphon";
"Marimba" = "Marimba";
"Xylophone" = "Xylophon";
"Kalimba" = "Kalimba";
"Bell" = "Glocke";
"Timpani" = "Pauke";

"Mixed" = "Jingle";

"Other Instrument" = "Andere";

"Percussion" = "Percussion";
"Gong" = "Gong";
"Shaker" = "Shaker";
"Tambourine" = "Tamburin";
"Conga" = "Conga";
"Bongo" = "Bongo";
"Cowbell" = "Kuhglocke";
"Clave" = "Clave";
"Vinyl/Scratch" = "Plattensp.";
"Chime" = "Chime";
"Rattler" = "Rassel";
"Sound Effect" = "FX";
"Misc2" = "Verschiedenes";
"Boom" = "Knall";
"All Effects" = "Alle Effekte";
"Effects" = "Toneffekte";

"Ambience" = "Ambiente";
"People" = "Personen";
"Transportation" = "Transport";
"Weapons" = "Waffen";
"Explosions" = "Explosionen";
"Impacts & Crashes" = "Aufprall";
"Animals" = "Tiere";
"Sports & Leisure" = "Sport";
"Mech/Tech" = "Computer";
"Work/Home" = "Arbeit/Privat";
"Misc." = "Versch.";
"Foley" = "Foley";
"Motions & Transitions" = "Stinger";
"Sci-Fi" = "Sci-Fi";

"Strings" = "Saiteninstr.";
"Violin" = "Geige";
"Viola" = "Bratsche";
"Cello" = "Cello";
"Harp" = "Harfe";
"Koto" = "Koto";
"Sitar" = "Sitar";
"Double Bass" = "Kontrabass";

"Texture/Atmosphere" = "Texturen";

"Vocals" = "Gesang";
"Male" = "Männlich";
"Female" = "Weiblich";
"Choir" = "Chor";

"bytes" = "Byte";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"Can't find file" = "Datei wurde nicht gefunden";
"CantOpenFile" = "Die Datei wurde am erwarteten Ort nicht gefunden.\n\n%@\n\nMöchten Sie diese Datei auslassen, suchen oder den Vorgang abbrechen?";
"Select..." = "Datei suchen …";
"MakeOfflineSource" = "Datei auslassen";
"Don't open document" = "Abbrechen";
"Reconnecting " = "Erneut verbinden";
"Use selected path to reconnect other offline sources..." = "Verwenden Sie den ausgewählten Pfad, um andere fehlende Dateien erneut zu verbinden";
